{
  "events": [
    {
      "id": 1,
      "title": "Provokatsia Vol. 1 - Breaking Apart",
      "place": "Trickster Bar, Berlin",
      "mapsLink": "https://www.facebook.com/trcktr/?rf=695809503924547",
      "address": "Oberbaumstraße 11, 10997 Berlin",
      "facebookEvent": "",
      "date": "2017-11-10"
    },
    {
      "id": 2,
      "title": "Provokatsia Vol. 2 - Who cares",
      "place": "Trickster Bar, Berlin",
      "mapsLink": "https://www.facebook.com/trcktr/?rf=695809503924547",
      "address": "Oberbaumstraße 11, 10997 Berlin",
      "facebookEvent": "",
      "date": "2017-12-01"
    },
    {
      "id": 3,
      "title": "Provokatsia Vol. 3 - Berlin Take Over!",
      "place": "Wise Monkey Beach Bar, Greece",
      "mapsLink": "https://goo.gl/maps/8tKHdrzVLQsCE1DV7",
      "address": "Riga Feraiou, Kastri 40007, Greece",
      "facebookEvent": "https://www.facebook.com/events/1665324463564716/",
      "date": "2018-08-04"
    },
    {
      "id": 4,
      "title": "Provokatsia Vol. 3.02 - Primadelia!",
      "place": "OT Project Raum, Berlin",
      "mapsLink": "https://goo.gl/maps/D8NNVnfThZerQrC2A",
      "address": "Weichselstraße 55, 12045 Berlin",
      "facebookEvent": "https://www.facebook.com/events/1210250042486009/",
      "date": "2019-04-21"
    },
    {
      "id": 5,
      "title": "Provokatsia Vol. 4.02 - Berlin Take Over & Over!",
      "place": "Wise Monkey Beach Bar, Greece",
      "mapsLink": "https://goo.gl/maps/8tKHdrzVLQsCE1DV7",
      "address": "Riga Feraiou, Kastri 40007, Greece",
      "facebookEvent": "",
      "date": "2019-09-07"
    }
  ],
  "teamMembers": [
    {
      "id": 1,
      "name": "Pikoz",
      "since": "2017",
      "role": "DJ",
      "bio": "Γεννημενος στην Δεσκατη Ιαπωνιας, μεγαλωμενος στην ανατολικη Ρωμυλια και μετα απο το πρωτο του CD των 'Πυξ Λαξ - Τα δοκαρια στο γρασιδι περιμενουν τα παιδια', αναγκαστηκε και κατεφυγε στην Αφρικη οπου και βρηκε δουλεια πλαι στο sex symbol  του 90' Γιωργο Νινιο και στην ταινια Μαυρος Ωκεανος σαν Make Up artist. Κατα την διαρκεια της σειρας, συλλεγε δισκους με αφρικανικη μουσικη και εξασκουσε τα Σουαχιλι του. Στη συνεχεια μετακομισε στο Βερολινο οπου παραλληλα με τη δουλεια του σαν Make Up artist, εχει παιξει στα μεγαλυτερα Clubs  και festivals οπως επισης εχει εμφανιστει αρκετες φορες στο Festsaal Kreuzberg, σαν πελατης. Προσφατα εμφανιστηκε στο Fusion  αν και κανεις δε τον ειδε, λογο της φυσης του φεστιβαλ. Οι μονες αναφορες για αυτο του το live, ειναι απο δηλωσεις χιπστερς μετα το live, που εξτασιαστηκαν με τα beats του DJ Pikoz. Κανεις αλλος δε τον ειδε."
    },
    {
      "id": 2,
      "name": "Flavor Mav",
      "since": "2017",
      "role": "DJ, Sound Engineer",
      "bio": "Ο Flavor Mav, καποτε το αντιπαλο δεος του Σπυρου Γιαννιωτη στο κολυμπι ανοιχτης θαλασσης , παρ'ολιγον συγγραφεας του βιβλιου 'Το τσιμπημα της μεδουσας' , μετακομισε στο Los Angeles. Μετα το περασμα του απο το Hollywood σαν εκπαιδευτης προβατινας στην ταινια του Woody Allen 'Everything you always wanted to know about sex', για την σκηνη με τον Τιτο Βανδη και τον Gene Wilder . Εκει δουλεψε και εμφανιστηκε και σε αρκετες stoner σκηνες σαν θεατης για να βγαλει τα προς το ζην,  και ειναι αυτος που σκεφτηκε την vegan και χωρις γλουτενη κεικ σοκολατας συνταγη. Επειτα μετακομισε στο Βερολινο οπου εκει εμφανιστηκε και αυτος σε μεγαλες παραλιμνιες σκηνες."
    },
    {
      "id": 3,
      "name": "Kleissonic",
      "since": "2017",
      "role": "DJ, Electronic Engineer",
      "bio": "Φανατικος vegetarian και επιτυχημενος επιχειρηματιας στον τομεα εσωρουχων, στραφηκε ξαφνικα στην κατασκευη πεταλιων ποδηλατου και αλογων. Στο εργαστηριο του η μερα ξεκινουσε με Λευτερη Πανταζη και το τραγουδι ο Παπαγαλος. Απο εκει επηρεαστηκε και δημιουργησε το πολυ γνωστο και επιτυχημενο ροκ σχημα Dirty Farts. Μετα απο μια επιτυχημενη περιοδεια στα μεγαλυτερα συντριβανια των ευρωπαικων πολεων και με μια πλουσια δισκογραφια διασκευων, η μπαντα διαλυθηκε πριν την πρωτη τους μεγαλη εμφανιση σε stage στη Δονουσα. Ο λογος ηταν οτι ο ντραμερ επαιζε σωστα τα 4/4 και ο κιθαριστας ηξερε ολες τις νοτες. Για αυτο το λογο μετακομισε και αυτος στο Βερολινο να αφιερωθει στο ρεμπετικο και να ασχοληθει σαν DJ στα μικροτερα clubs του Βερολινου."
    },
    {
      "id": 4,
      "name": "Pehos",
      "since": "2019",
      "role": "Online Media",
      "bio": "-"
    }
  ]
}
